/* Append indication of trial license */
" (Expiring Trial License)" = " (Expiring Trial License)";

/* Append indication of license type */
" - Household License" = " - Household License";

/* Append indication of license type */
" - Pro Edition" = " - Pro Edition";

/* Append indication of license type */
" - Site License" = " - Site License";

/* Append indication of license type */
" - Standard Edition" = " - Standard Edition";

/* Describes a recent time: [%@ = Yesterday/Today/Tomorrow] at [%@ = time] */
"%@ at %@" = "%1$@ at %2$@";

/* Unexpected Exception Alert Title for Application name */
"%@ encountered a problem." = "%@ encountered a problem.";

/* The first @ is the name of the application. */
"%@ encountered problems downloading some plug-ins.  Please report this to Karelia Software.\n\n%@" = "%1$@ encountered problems downloading some plug-ins.  Please report this to Karelia Software.\n\n%2$@";

/* The first @ is the name of the application. */
"%@ encountered problems downloading the plug-in.  Please report this to Karelia Software.\n\n%@" = "%1$@ encountered problems downloading the plug-in.  Please report this to Karelia Software.\n\n%2$@";

/* Both @s are the name of the application. */
"%@ has installed the plug-in.  You will need to restart %@ to see it." = "%1$@ has installed the plug-in.  You will need to restart %2$@ to see it.";

/* Both @s are the name of the application. */
"%@ has installed the plug-ins.  You will need to restart %@ to see them." = "%1$@ has installed the plug-ins.  You will need to restart %2$@ to see them.";

/* Headling showing that [app] is already registered */
"%@ is already registered. Thank you." = "%@ is already registered. Thank you.";

/* count of pages in a document if more than one page */
"%@ pages" = "%@ pages";

/* explanation going inside temporary file */
"%@ This temporary file can be safely deleted if it is found.\n%@ created this file to verify that this computer was reachable over the Internet." = "%1$@ This temporary file can be safely deleted if it is found.\n%2$@ created this file to verify that this computer was reachable over the Internet.";

/* format string for showing how many characters have been typed */
"%d characters" = "%d characters";

/* <count> errors */
"%d errors" = "%d errors";

/* count of designs in a 'family' group. */
"%d variations" = "%d variations";

/* <count> warnings */
"%d warnings" = "%d warnings";

/* Label to indicate that date shown is creation date */
"(Creation Date)" = "(Creation Date)";

/* Indication in site outline that the page has an empty title. Distinct from untitled, which is for newly created pages. */
"(Empty title)" = "(Empty title)";

/* Label to indicate that date shown is modification date */
"(Modification Date)" = "(Modification Date)";

/* indicator that not explanation was provided to HTML validation success */
"(none provided)" = "(none provided)";

/* Quartz Extreme Comment */
"(Quartz Extreme functionality is supported by the following video GPUs: NVIDIA GeForce2 MX and later, or any AGP-based ATI RADEON GPU. A minimum of 16MB VRAM is required.)" = "(Quartz Extreme functionality is supported by the following video GPUs: NVIDIA GeForce2 MX and later, or any AGP-based ATI RADEON GPU. A minimum of 16MB VRAM is required.)";

/* format string for showing that ZERO characters have been typed */
"0 characters" = "0 characters";

/* format string for showing that ONE character has been typed */
"1 character" = "1 character";

/* No comment provided by engineer. */
"1 error" = "1 error";

/* 1 designs in a 'family' group */
"1 variation" = "1 variation";

/* No comment provided by engineer. */
"1 warning" = "1 warning";

/* placeholder */
"<p>Caption text</p>" = "<p>Caption text</p>";

/* placeholder */
"<p>Double-click to edit</p>" = "<p>Double-click to edit</p>";

/* placeholder */
"<p>Introduction text</p>" = "<p>Introduction text</p>";

/* Introductory text for Weblogs */
"<p>This is a new weblog. You can replace this text with an introduction to your blog, or just delete it if you wish. To add an entry to the weblog, add a new page using the \\U201CPages\\U201D button in the toolbar. For more information on blogging with Sandvox, please have a look through our <a href=\"help:Blogging_with_Sandvox\">help guide</a>.</p>" = "<p>This is a new weblog. You can replace this text with an introduction to your blog, or just delete it if you wish. To add an entry to the weblog, add a new page using the “Pages” button in the toolbar. For more information on blogging with Sandvox, please have a look through our <a href=\"help:Blogging_with_Sandvox\">help guide</a>.</p>";

/* left double quote */
"\\U201C" = "“";

/* quotes around the document name */
"\\U201C%@\\U201D" = "“%@”";

/* Title of alert */
"\\U201CSites\\U201D must be a folder" = "“Sites” must be a folder";

/* right double quote */
"\\U201D" = "”";

/* second half -- warning when computer could not be reached. */
"\n\nIf you are just testing, and you are OK with your site not being accessible from the Internet, then feel free to ignore this warning." = "\n\nIf you are just testing, and you are OK with your site not being accessible from the Internet, then feel free to ignore this warning.";

/* format: This is an Crash Report. */
"\nThis is a %@ Crash Report. Getting good feedback is essential for continually improving %@. Please email the contents of this document to %@ with the subject \\U201C%@\\U201D. Once sent, you may remove the file at your convenience. Thank you.\n\n" = "\nThis is a %1$@ Crash Report. Getting good feedback is essential for continually improving %2$@. Please email the contents of this document to %3$@ with the subject “%4$@”. Once sent, you may remove the file at your convenience. Thank you.\n\n";

/* Message in alert */
"A file at the path '%@' was found. However, this must be a folder, not a file. Please replace this file with a folder." = "A file at the path '%@' was found. However, this must be a folder, not a file. Please replace this file with a folder.";

/* placeholder */
"A website thoughtfully crafted with Sandvox" = "A website thoughtfully crafted with Sandvox";

/* Button to accept other automatically found media */
"Accept Other File" = "Accept Other File";

/* Button to accept other automatically found media */
"Accept Other Files" = "Accept Other Files";

/* context menu item */
"Add Custom Summary" = "Add Custom Summary";

/* Quartz Extreme Comment */
"Advanced title creation is only available on Macs that support Quartz Extreme." = "Advanced title creation is only available on Macs that support Quartz Extreme.";

/* indicate all designs to be shown, goes below 'Choose a design for your site:',  above list of designs. */
"All" = "All";

/* all plugin types, for 'show:' popup menu */
"All types" = "All types";

/* Placeholder */
"Anonymous" = "Anonymous";

/* Prompt when offering to locate other missing media files. */
"Another missing media file has been found in the same location." = "Another missing media file has been found in the same location.";

/* License change alert title */
"Are you sure you want to change the registration key to \\U201C%@?\\U201D" = "Are you sure you want to change the registration key to “%@?”";

/* No comment provided by engineer. */
"Are you sure you want to clear the registration key?" = "Are you sure you want to clear the registration key?";

/* alert title */
"Are you sure you want to publish the page “%@” as a collection?" = "Are you sure you want to publish the page “%@” as a collection?";

/* alert title */
"Are you sure you want to stop publishing the page “%@” as a collection?" = "Are you sure you want to stop publishing the page “%@” as a collection?";

/* category for kind of design, goes below 'Choose a design for your site:',  above list of designs. */
"Artistic" = "Artistic";

/* status message for test connection */
"Attempting to change to directory... " = "Attempting to change to directory... ";

/* status message for test connection */
"Attempting to delete the test file... " = "Attempting to delete the test file... ";

/* status message for test connection */
"Attempting to download the test file... " = "Attempting to download the test file... ";

/* status message for test connection */
"Attempting to upload a test file... " = "Attempting to upload a test file... ";

/* name of object to insert */
"Audio" = "Audio";

/* status of file chosen for audio. Should fit in 3 lines in inspector. */
"Audio cannot be loaded on this computer." = "Audio cannot be loaded on this computer.";

/* status of file chosen for audio. Should fit in 3 lines in inspector. */
"Audio cannot be played in most browsers." = "Audio cannot be played in most browsers.";

/* status of file chosen for audio. Should fit in 3 lines in inspector. */
"Audio is compatible with a wide range of devices." = "Audio is compatible with a wide range of devices.";

/* status of file chosen for audio. Should fit in 3 lines in inspector. */
"Audio is protected and cannot play on other systems." = "Audio is protected and cannot play on other systems.";

/* status of file chosen for audio. Should fit in 3 lines in inspector. */
"Audio will not play on Windows PCs unless QuickTime is installed" = "Audio will not play on Windows PCs unless QuickTime is installed";

/* Publishing engine authentication error */
"Authentication failed." = "Authentication failed.";

/* Quick Look preview sticky-note text */
"Author" = "Author";

/* connection delegate */
"Authorize Connection?" = "Authorize Connection?";

/* Description of design grouping */
"Background" = "Background";

/* back-to-top LINK on web pages */
"backToTopLinkHTML" = "[Back To Top]";

/* Back to top title, generally EMPTY */
"backToTopTitleHTML" = " ";

/* menu item */
"Badges" = "Badges";

/* category for kind of design, goes below 'Choose a design for your site:',  above list of designs. */
"Basic" = "Basic";

/* document upgrade informative text */
"Before it can be opened, this document must be upgraded to the latest Sandvox data format. A backup of the original document will be saved as “%@.”" = "Before it can be opened, this document must be upgraded to the latest Sandvox data format. A backup of the original document will be saved as “%@.”";

/* category for kind of design, goes below 'Choose a design for your site:',  above list of designs. */
"Bold" = "Bold";

/* type of design */
"Bright" = "Bright";

/* Button title to purchase a license */
"Buy a License" = "Buy a License";

/* Error: Can't write file to path - directory is not writable (%@) */
"Can\\U2019t write file to path - directory is not writable (%@)" = "Can’t write file to path - directory is not writable (%@)";

/* Error: Can't write file to path - parent is not a directory (%@) */
"Can\\U2019t write file to path - parent is not a directory (%@)" = "Can’t write file to path - parent is not a directory (%@)";

/* Button title
   Button Title
   button title
   Cancel Button */
"Cancel" = "Cancel";

/* alert message */
"Cannot copy document over itself." = "Cannot copy document over itself.";

/* Warning to show when an audio cannot be played */
"cannotPlayTitleText" = "This browser cannot play the embedded audio file.";

/* Warning to show when a video cannot be played */
"cannotViewTitleText" = "This browser cannot play the embedded video file.";

/* button title */
"Change" = "Change";

/* Button title to change registration code */
"Change Registration" = "Change Registration";

/* Suggestion for the user to perform */
"Change the HTML declaration in the offending object(s) to be a less restrictive type" = "Change the HTML declaration in the offending object(s) to be a less restrictive type";

/* Suggestion for the user to perform */
"Change the HTML declaration to a less restrictive type" = "Change the HTML declaration to a less restrictive type";

/* Button title */
"Check for Updates" = "Check for Updates";

/* Suggestion for the user to perform */
"Check the raw HTML objects on the page, and fix the offending HTML code so that they no longer return validation errors or warnings" = "Check the raw HTML objects on the page, and fix the offending HTML code so that they no longer return validation errors or warnings";

/* Alert info */
"Choose a different location or file name for the export." = "Choose a different location or file name for the export.";

/* New page pulldown button menu item title */
"Choose…" = "Choose…";

/* Button title to clear registration */
"Clear" = "Clear";

/* Button title */
"Close" = "Close";

/* No comment provided by engineer. */
"Color" = "Color";

/* type of design */
"Colorful" = "Colorful";

/* String_On_Page_Template -- text for link on a blog posting */
"Comments" = "Comments";

/* Title of results alert */
"Congratulations!  The HTML is valid." = "Congratulations!  The HTML is valid.";

/* status message for test connection */
"Connectivity test passed!" = "Connectivity test passed!";

/* menu item title */
"Contact Form" = "Contact Form";

/* status message for test connection */
"Contacting %@... " = "Contacting %@... ";

/* Button in setup host to go to next dialog */
"Continue" = "Continue";

/* Link to read a full article. @@ is replaced with the page title */
"Continue reading @@" = "Continue reading @@";

/* menu title */
"Convert to Collection" = "Convert to Collection";

/* menu title */
"Convert to Single Page" = "Convert to Single Page";

/* Copy MenuItem */
"Copy" = "Copy";

/* Copy Page MenuItem */
"Copy Page" = "Copy Page";

/* Copy Pages MenuItem */
"Copy Pages" = "Copy Pages";

/* No comment provided by engineer. */
"Copying pages..." = "Copying pages...";

/* No comment provided by engineer. */
"Copying..." = "Copying...";

/* Title of alert */
"Could not create \\U201CSites\\U201D folder" = "Could not create “Sites” folder";

/* Title of alert */
"Could not find web server documents folder." = "Could not find web server documents folder.";

/* Title of alert */
"Could not make \\U201CSites\\U201D folder readable" = "Could not make “Sites” folder readable";

/* Title of alert */
"Could not make web server folder readable" = "Could not make web server folder readable";

/* Title of alert */
"Could not modify \\U201CSites\\U201D folder" = "Could not modify “Sites” folder";

/* Title of alert */
"Could not modify web server documents folder" = "Could not modify web server documents folder";

/* Title of alert */
"Could not store password in keychain" = "Could not store password in keychain";

/* Crash Report FileName */
"Crash Report" = "Crash Report";

/* status message for test connection */
"Creating Directories... " = "Creating Directories... ";

/* Cut MenuItem */
"Cut" = "Cut";

/* Cut Page MenuItem */
"Cut Page" = "Cut Page";

/* Cut Pages MenuItem */
"Cut Pages" = "Cut Pages";

/* type of design */
"Dark" = "Dark";

/* The default item in a list. */
"Default" = "Default";

/* Title of initial home page */
"defaultRootPageTitleText" = "Home Page";

/* Delete MenuItem
   menu item */
"Delete" = "Delete";

/* Delete Collection MenuItem */
"Delete Collection" = "Delete Collection";

/* Delete Page MenuItem */
"Delete Page" = "Delete Page";

/* Delete Pages MenuItem */
"Delete Pages" = "Delete Pages";

/* plugin type for 'show:' popup menu */
"Designs" = "Designs";

/* status message for test connection */
"Disconnecting... " = "Disconnecting... ";

/* String_On_Page_Template -- text for link on a blog posting */
"Disqus Comments" = "Disqus Comments";

/* No comment provided by engineer. */
"Disqus, short name not set" = "Disqus, short name not set";

/* Title of alert */
"Do you really want to save your incomplete hosting information?" = "Do you really want to save your incomplete hosting information?";

/* No comment provided by engineer. */
"Do you want to send this message?" = "Do you want to send this message?";

/* Document Inspector */
"Document" = "Document";

/* brief description of error */
"Document model error." = "Document model error.";

/* Button Title
   Don't Save Button */
"Don\\U2019t Save" = "Don’t Save";

/* Done Button in setup host */
"Done" = "Done";

/* status message for test connection */
"Done." = "Done.";

/* button title */
"Download & Install Checked Items" = "Download & Install Checked Items";

/* action name for dragging source objects within the outline */
"Drag" = "Drag";

/* Duplicate MenuItem */
"Duplicate" = "Duplicate";

/* No comment provided by engineer. */
"Echo/JS-Kit, no moderator" = "Echo/JS-Kit, no moderator";

/* Button in setup host to start the editing process */
"Edit" = "Edit";

/* Window title, showing title of element */
"Edit \\U201C%@\\U201D HTML" = "Edit “%@” HTML";

/* Window title */
"Edit HTML" = "Edit HTML";

/* menu item */
"Embedded" = "Embedded";

/* menu item title
   New page pulldown button menu item title */
"Empty/Text" = "Empty/Text";

/* Button title to enter a license Code */
"Enter License Key" = "Enter License Key";

/* Prompt to enter registration key (with a 'key' icon next to this text) */
"Enter your registration key to unlock %@:" = "Enter your registration key to unlock %@:";

/* alert title */
"Error Downloading Plug-ins" = "Error Downloading Plug-ins";

/* Alert Message Title, error installing one plugin */
"Error Installing Plug-in" = "Error Installing Plug-in";

/* Alert Message Title, error installing multiple plug-ins */
"Error Installing Plug-ins" = "Error Installing Plug-ins";

/* No comment provided by engineer. */
"Error Loading Web Page" = "Error Loading Web Page";

/* No comment provided by engineer. */
"Error message reported was: %@" = "Error message reported was: %@";

/* information for an error */
"Error type: %@, code %d" = "Error type: %1$@, code %2$d";

/* status message for test connection */
"Errors encountered, test failed. Please go back and check your settings." = "Errors encountered, test failed. Please go back and check your settings.";

/* status message for test connection */
"Establishing %@ connection... " = "Establishing %@ connection... ";

/* Explanation Text for validator output */
"Even if you get errors or warnings, your page will often render just fine in most browsers — many large companies have HTML that does not pass validation on their pages — but in some cases this will explain why your page does not look right." = "Even if you get errors or warnings, your page will often render just fine in most browsers — many large companies have HTML that does not pass validation on their pages — but in some cases this will explain why your page does not look right.";

/* Examples of HTML tags that may have problems */
"Examples: <embed>, <video>, <iframe>, <font>, <wbr>" = "Examples: <embed>, <video>, <iframe>, <font>, <wbr>";

/* Header, shown above Explanation Text for validator output */
"Explanation and Impact" = "Explanation and Impact";

/* button title */
"Export" = "Export";

/* Growl notification */
"Export Complete" = "Export Complete";

/* save panel name field label. You must keep it short! */
"Export To:" = "Export To:";

/* Upload information */
"Exporting “%@”" = "Exporting “%@”";

/* Publishing sheet title */
"Exporting…" = "Exporting…";

/* button title */
"Export…" = "Export…";

/* New page pulldown button menu item title */
"External Link" = "External Link";

/* status message for test connection */
"Failed" = "Failed";

/* status message for test connection */
"Failed." = "Failed.";

/* Title of progress dialog */
"Fetching results…" = "Fetching results…";

/* Suggestion for the user to perform */
"Fix the HTML so that it no longer returns any errors or warnings" = "Fix the HTML so that it no longer returns any errors or warnings";

/* name of object to insert */
"Flash" = "Flash";

/* type of design */
"Flexible width" = "Flexible width";

/* Indicator of license status of app */
"Free edition (Unlicensed)" = "Free edition (Unlicensed)";

/* format to show URL where it is accessible from Internet -- not verified though */
"From the Internet, it should be reachable at %@. (Not yet verified)" = "From the Internet, it should be reachable at %@. (Not yet verified)";

/* format to show URL where it is accessible from Internet */
"From the Internet, it will be reachable at %@." = "From the Internet, it will be reachable at %@.";

/* Description of design grouping */
"Genre" = "Genre";

/* category for kind of design, goes below 'Choose a design for your site:',  above list of designs. */
"Glossy" = "Glossy";

/* Graphic Inspector */
"Graphic" = "Graphic";

/* SINGULAR Explanation Text for validator output */
"Here are some possible explanations for the error:" = "Here are some possible explanations for the error:";

/* PLURAL Explanation Text for validator output */
"Here are some possible explanations for the errors:" = "Here are some possible explanations for the errors:";

/* SINGULAR Explanation Text for validator output */
"Here are some possible explanations for the warning:" = "Here are some possible explanations for the warning:";

/* PLURAL Explanation Text for validator output */
"Here are some possible explanations for the warnings:" = "Here are some possible explanations for the warnings:";

/* menu title to hide inspector panel */
"Hide Inspector" = "Hide Inspector";

/* menu title to hide inspector panel */
"Hide Inspectors" = "Hide Inspectors";

/* menu title to hide inspector panel */
"Hide Media Browser" = "Hide Media Browser";

/* alert title when the character set specified on the host doesn't match settings */
"Host Character Set Mismatch" = "Host Character Set Mismatch";

/* Undo name */
"Host Settings" = "Host Settings";

/* web sharing not activated, in summary */
"However, web sharing must be activated in order for this to be functional." = "However, web sharing must be activated in order for this to be functional.";

/* Description of style of HTML - note that we do not say Transitional */
"HTML 4.01" = "HTML 4.01";

/* status of HTML text entered into window */
"HTML appears OK. Validate for detailed diagnostics." = "HTML appears OK. Validate for detailed diagnostics.";

/* Description of style of HTML */
"HTML5" = "HTML5";

/* Button prompting user not to lose code */
"I will store the registration key in a safe place." = "I will store the registration key in a safe place.";

/* Explanation Text for validator output */
"If you are experiencing display problems on certain browsers, you should fix any error messages in the raw HTML objects that you put onto your page (including code injection), or adjust the HTML style specified for this page to be a less restrictive document type." = "If you are experiencing display problems on certain browsers, you should fix any error messages in the raw HTML objects that you put onto your page (including code injection), or adjust the HTML style specified for this page to be a less restrictive document type.";

/* Explanation Text for validator output */
"If you are experiencing display problems on certain browsers, you should fix any error messages in this raw HTML object, or adjust the HTML style specified for this object to be a less restrictive document type." = "If you are experiencing display problems on certain browsers, you should fix any error messages in this raw HTML object, or adjust the HTML style specified for this object to be a less restrictive document type.";

/* HSA guide (Our documentation is in English only right now) */
"If you are not experienced configuring your host, we suggest you read our online help, using the help button on this window." = "If you are not experienced configuring your host, we suggest you read our online help, using the help button on this window.";

/* No comment provided by engineer. */
"If you proceed, the %@ registration information for this computer will be removed." = "If you proceed, the %@ registration information for this computer will be removed.";

/* No comment provided by engineer. */
"If you proceed, the existing %@ registration information for this computer will be removed." = "If you proceed, the existing %@ registration information for this computer will be removed.";

/* validation error message for illegal 'stem' docRoot */
"Illegal characters found in docRoot." = "Illegal characters found in docRoot.";

/* validation error message for illegal URL */
"Illegal characters found in URL. A URL must look something like http://www.domain.com/path/" = "Illegal characters found in URL. A URL must look something like http://www.domain.com/path/";

/* validation error message for illegal userID */
"Illegal characters found in User ID. A User ID contains numbers and letters and underscores." = "Illegal characters found in User ID. A User ID contains numbers and letters and underscores.";

/* validation error message for illegal subfolder */
"Illegal characters were found in the folder name.  Please limit the folder name to letters, numbers, dashes, and underscores." = "Illegal characters were found in the folder name.  Please limit the folder name to letters, numbers, dashes, and underscores.";

/* Indicator what directory the file is found in, thus it is ''in <foldername>'' */
"in %@" = "in %@";

/* menu item */
"Indexes" = "Indexes";

/* Message while initializing launching application. */
"Initializing..." = "Initializing...";

/* open panel prompt button */
"Insert" = "Insert";

/* ActionName: Insert Text */
"Insert Text" = "Insert Text";

/* No comment provided by engineer. */
"installed the plug-ins" = "installed the plug-ins";

/* No comment provided by engineer. */
"Installing Plug-ins..." = "Installing Plug-ins...";

/* String_On_Page_Template -- text for link on a blog posting */
"IntenseDebate Comments" = "IntenseDebate Comments";

/* No comment provided by engineer. */
"IntenseDebate, no Account ID" = "IntenseDebate, no Account ID";

/* title of reminder note - please make sure this will fit on welcome window when unlicensed */
"Invalid Registration Key" = "Invalid Registration Key";

/* Indicator of license status of app */
"Invalid registration key entered" = "Invalid registration key entered";

/* Host Setup - 404 */
"It appears that the URL, %@, does not resolve to this computer. A web server was contacted, but the test file was not found. One explanation is that you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator." = "It appears that the URL, %@, does not resolve to this computer. A web server was contacted, but the test file was not found. One explanation is that you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator.";

/* Host Setup - wrong computer */
"It appears that the URL, %@, does not resolve to this computer. One reason is that the hostname of this computer may have been improperly specified, and not actually correspond to your computer." = "It appears that the URL, %@, does not resolve to this computer. One reason is that the hostname of this computer may have been improperly specified, and not actually correspond to your computer.";

/* format to show URL where it is accessible from LAN */
"It can be reached from your computer and others in your local network at %@." = "It can be reached from your computer and others in your local network at %@.";

/* format to summarize how URL will be retrieved from the Web */
"It will be reachable from the Web at %@ ." = "It will be reachable from the Web at %@ .";

/* format to summarize how URL will be published on a remote host */
"It will be transmitted via %@ to your '%@' account at %@." = "It will be transmitted via %1$@ to your '%2$@' account at %3$@.";

/* String_On_Page_Template -- text for link on a blog posting */
"JS-Kit Comments" = "JS-Kit Comments";

/* Quick Look preview sticky-note text */
"Language" = "Language";

/* Quick Look preview sticky-note text */
"Last updated" = "Last updated";

/* Headling showing that [app] is running too many copies simultaneously. */
"License Violation: Too Many Copies of %@ are Simultaneously Running." = "License Violation: Too Many Copies of %@ are Simultaneously Running.";

/* Just indicate that it's licensed, with no name. */
"Licensed" = "Licensed";

/* Shows who the application is licensed to */
"Licensed to %@" = "Licensed to %@";

/* Link Inspector */
"Link" = "Link";

/* Button to make web folder writable */
"Make Writable" = "Make Writable";

/* brief indication of maximum length of file name */
"Maximum 27 characters" = "Maximum 27 characters";

/* inspector title */
"Media" = "Media";

/* title for window */
"Media Browser" = "Media Browser";

/* name of object to insert */
"Media Placeholder" = "Media Placeholder";

/* No comment provided by engineer. */
"Message from Karelia Software" = "Message from Karelia Software";

/* brief description of error */
"Metadata error." = "Metadata error.";

/* Metrics Inspector */
"Metrics" = "Metrics";

/* category for kind of design, goes below 'Choose a design for your site:',  above list of designs. */
"Minimal" = "Minimal";

/* Publishing engine authentication error */
"MobileMe password could not be found." = "MobileMe password could not be found.";

/* Publishing engine authentication error */
"MobileMe username could not be found." = "MobileMe username could not be found.";

/* hyperlink to a page that will tell more details about the warning
   menu item */
"More" = "More";

/* brief indication of maximum length of text */
"More than 156 characters will be truncated" = "More than 156 characters will be truncated";

/* brief indication of maximum length of text */
"More than 65 characters will be truncated" = "More than 65 characters will be truncated";

/* Selection placeholder */
"Multiple Pages Selected" = "Multiple Pages Selected";

/* site title */
"My Website" = "My Website";

/* alt text of navigation button */
"navigateListHTML" = "List";

/* text of navigation button */
"navigateMainHTML" = "Main";

/* alt text of navigation button */
"navigateNextHTML" = "Next";

/* alt text of navigation button */
"navigatePreviousHTML" = "Previous";

/* No Button */
"No" = "No";

/* message for progress window */
"No changes need publishing." = "No changes need publishing.";

/* No document path specified. */
"No document path specified." = "No document path specified.";

/* No comment provided by engineer. */
"No errors" = "No errors";

/* Page thumbnail picker placeholder */
"No images found on page" = "No images found on page";

/* Warning that string/strings yielded no matching designs */
"No matches for %@" = "No matches for %@";

/* No comment provided by engineer. */
"No plug-in found with the identifier %@" = "No plug-in found with the identifier %@";

/* No comment provided by engineer. */
"No warnings" = "No warnings";

/* Host Setup - No Web Server */
"No web server appears to be responding at the URL you specified, %@. The web server on your computer may not be functioning. Or the hostname of this computer may have been improperly specified. Or you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator." = "No web server appears to be responding at the URL you specified, %@. The web server on your computer may not be functioning. Or the hostname of this computer may have been improperly specified. Or you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator.";

/* Warning to show when a video cannot be played */
"noCrossDomainFlashText" = "Unable to embed remotely-hosted Flash-based video.";

/* title of alert */
"Non-Page Link" = "Non-Page Link";

/* no comments */
"None Selected" = "None Selected";

/* text to make sure content is legal */
"Note: Before posting materials (text, images, audio, etc.) on your site, check that you own the copyright and/or control the necessary rights." = "Note: Before posting materials (text, images, audio, etc.) on your site, check that you own the copyright and/or control the necessary rights.";

/* Selection placeholder */
"Nothing Selected" = "Nothing Selected";

/* change cancel button to ok
   OK Button */
"OK" = "OK";

/* For DESKTOP: indicator that a file is ON (the) <desktop> (not IN it), as appropriate for your language */
"on %@" = "on %@";

/* Button to ignore other automatically found media */
"Only This File" = "Only This File";

/* Button title - single recent document to open */
"Open Selected Item" = "Open Selected Item";

/* Button title - plural recent documents to open */
"Open Selected Items" = "Open Selected Items";

/* followed by date that a document was last opened */
"opened %@" = "opened %@";

/* Alert Message */
"Opening %@..." = "Opening %@...";

/* status message for test connection */
"Operation timed out." = "Operation timed out.";

/* Prompt when offering to locate other missing media files. */
"Other missing media files have been found in the same location." = "Other missing media files have been found in the same location.";

/* Page Inspector */
"Page" = "Page";

/* Window title */
"Page Code Injection" = "Page Code Injection";

/* HTML Validator Window Title. Followed by <count> errors, <count> warnings */
"Page Validator Results: %@, %@" = "Page Validator Results: %1$@, %2$@";

/* pagelet title placeholder */
"Pagelet" = "Pagelet";

/* Quick Look preview sticky-note text */
"Pages" = "Pages";

/* plugin type for 'show:' popup menu */
"Pages/Pagelets" = "Pages/Pagelets";

/* No comment provided by engineer. */
"PALETTE_ADD_COLLECTION_POPUP" = "Indexes";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGE" = "New Page";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGE_POPUP" = "New";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGELET" = "Objects";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGELET_POPUP" = "Objects";

/* No comment provided by engineer. */
"PALETTE_CHOOSE_DESIGN" = "Designs";

/* No comment provided by engineer. */
"PALETTE_CREATE_EDIT_LINK" = "Create/Edit Link";

/* No comment provided by engineer. */
"PALETTE_EDIT_HTML" = "Edit Raw HTML";

/* No comment provided by engineer. */
"PALETTE_EDIT_ONOFF" = "Show/Hide Markers";

/* No comment provided by engineer. */
"PALETTE_EXPORT" = "Export";

/* No comment provided by engineer. */
"PALETTE_GROUP_COLLECTION" = "Group";

/* No comment provided by engineer. */
"PALETTE_INSERT_INDEX" = "Indexes";

/* No comment provided by engineer. */
"PALETTE_INSERT_TEXT_BOX" = "Text Box";

/* No comment provided by engineer. */
"PALETTE_PUBLISH" = "Publish Changes";

/* No comment provided by engineer. */
"PALETTE_PUBLISH_ALL" = "Publish All";

/* No comment provided by engineer. */
"PALETTE_SETUP_HOST" = "Setup Host";

/* No comment provided by engineer. */
"PALETTE_TOGGLE_INFO" = "Inspector";

/* No comment provided by engineer. */
"PALETTE_TOGGLE_MEDIA" = "Media";

/* status message for test connection */
"Password was not accepted." = "Password was not accepted.";

/* Paste MenuItem */
"Paste" = "Paste";

/* name of object to insert */
"Paste or edit your own HTML code" = "Paste or edit your own HTML code";

/* page title
   pagelet title */
"Photo" = "Photo";

/* menu item title */
"Photo/Video" = "Photo/Video";

/* Text embossed on placeholder photo */
"Placeholder Image" = "Placeholder Image";

/* Publishing engine authentication error */
"Please check your account settings in the MobileMe System Preferences pane." = "Please check your account settings in the MobileMe System Preferences pane.";

/* error recovery suggestion */
"Please choose a different location to copy to." = "Please choose a different location to copy to.";

/* prompt for exporting a website to a folder */
"Please create a folder to contain your site." = "Please create a folder to contain your site.";

/* Publishing engine authentication error */
"Please run the Host Setup Assistant again to test your host setup." = "Please run the Host Setup Assistant again to test your host setup.";

/* Publishing engine authentication error */
"Please run the Host Setup Assistant and re-enter your host's login credentials." = "Please run the Host Setup Assistant and re-enter your host's login credentials.";

/* Hosting not setup */
"Please set up the site for publishing, or export it to a folder instead." = "Please set up the site for publishing, or export it to a folder instead.";

/* set index collectionb */
"Please specify the collection to index using the PlugIn Inspector." = "Please specify the collection to index using the PlugIn Inspector.";

/* Message to user following problem submission from an older version of the Application */
"Please update %@ to a newer version." = "Please update %@ to a newer version.";

/* URL has not been specified - placeholder message */
"Please use the Inspector to enter the URL of a Flash." = "Please use the Inspector to enter the URL of a Flash.";

/* URL has not been specified - placeholder message */
"Please use the Inspector to enter the URL of a video." = "Please use the Inspector to enter the URL of a video.";

/* No comment provided by engineer. */
"Plese note that there was a raw HTML object that you have chosen not to be included in this validation." = "Plese note that there was a raw HTML object that you have chosen not to be included in this validation.";

/* No comment provided by engineer. */
"Plese note that there were %d raw HTML objects that you have chosen not to be included in this validation." = "Plese note that there were %d raw HTML objects that you have chosen not to be included in this validation.";

/* Plug-in Inspector */
"Plug-in" = "Plug-in";

/* Alert Message Title, only one plug-in was installed */
"Plug-in Installed" = "Plug-in Installed";

/* alert title */
"Plug-ins Downloaded" = "Plug-ins Downloaded";

/* Alert Message Title, multiple plug-ins were installed */
"Plug-ins Installed" = "Plug-ins Installed";

/* Uploading progress info */
"Preparing to export…" = "Preparing to export…";

/* Uploading progress info */
"Preparing to upload…" = "Preparing to upload…";

/* status of HTML text entered into window */
"Preview and validation is disabled for this object" = "Preview and validation is disabled for this object";

/* name appened to copy of file before version migration */
"previous" = "previous";

/* status of HTML text entered into window */
"Problems detected with the structure of the HTML. Validate for more information." = "Problems detected with the structure of the HTML. Validate for more information.";

/* status of HTML text entered into window */
"Problems detected with this HTML. Validate for more information." = "Problems detected with this HTML. Validate for more information.";

/* No comment provided by engineer. */
"Publish All" = "Publish All";

/* Quick Look preview sticky-note text */
"Published at" = "Published at";

/* Growl notification */
"Publishing Complete" = "Publishing Complete";

/* Upload message text */
"Publishing failed." = "Publishing failed.";

/* Upload message text */
"Publishing finished." = "Publishing finished.";

/* window title */
"Publishing Transcript" = "Publishing Transcript";

/* Publishing sheet title */
"Publishing…" = "Publishing…";

/* Prompt to purchase license */
"Purchase your License to %@:" = "Purchase your License to %@:";

/* Title of alert */
"Quartz Extreme Not Available" = "Quartz Extreme Not Available";

/* Quit button */
"Quit" = "Quit";

/* name of object to insert
   title of raw HTML object */
"Raw HTML" = "Raw HTML";

/* HTML Validator Window Title. Followed by <count> errors, <count> warnings */
"Raw HTML Object Validator Results: %@, %@" = "Raw HTML Object Validator Results: %1$@, %2$@";

/* New page pulldown button menu item title */
"Raw HTML/Text" = "Raw HTML/Text";

/* status message for test connection */
"Received the error message: %@" = "Received the error message: %@";

/* No comment provided by engineer. */
"Registration Key Accepted" = "Registration Key Accepted";

/* tooltip for reload button */
"Reload web view" = "Reload web view";

/* context menu item */
"Remove Custom Summary" = "Remove Custom Summary";

/* name of object to insert */
"Replace with your own image, movie, sound" = "Replace with your own image, movie, sound";

/* warning shown after [English] description of a plugin in the plug-in installer window */
"Requires %@ version %@." = "Requires %1$@ version %2$@.";

/* title of alert */
"Restricted Publishing" = "Restricted Publishing";

/* Indicator of license status of app */
"Sandvox 2 license required" = "Sandvox 2 license required";

/* Acknowledgments Window Title */
"Sandvox Acknowledgments" = "Sandvox Acknowledgments";

/* Explanation Text for validator output */
"Sandvox has a problem and has produced incorrect HTML" = "Sandvox has a problem and has produced incorrect HTML";

/* alert info text */
"Sandvox has detected that no content has changed since the site was last published. Publish All will upload all content, regardless of whether it has changed or not." = "Sandvox has detected that no content has changed since the site was last published. Publish All will upload all content, regardless of whether it has changed or not.";

/* explanation of license status - please make sure this will fit on welcome window when unlicensed */
"Sandvox is free for publishing small websites, up to %d pages. For more complex sites, you need to enter a valid license." = "Sandvox is free for publishing small websites, up to %d pages. For more complex sites, you need to enter a valid license.";

/* explanation of license status - please make sure this will fit on welcome window when unlicensed */
"Sandvox is free for publishing small websites, up to %d pages. For more complex sites, you will want to buy a license." = "Sandvox is free for publishing small websites, up to %d pages. For more complex sites, you will want to buy a license.";

/* status message for test connection */
"Sandvox is unable to write a test file into your computer\\U2019s temporary directory." = "Sandvox is unable to write a test file into your computer’s temporary directory.";

/* Alert: Beta Message */
"Sandvox Public Beta" = "Sandvox Public Beta";

/* Release Notes Window Title */
"Sandvox Release Notes" = "Sandvox Release Notes";

/* kind of document */
"Sandvox Site" = "Sandvox Site";

/* error reason: document metadata is unreadable */
"Sandvox was not able to read the document metadata.\n\nPlease contact Karelia Software by sending feedback from the “Sandvox” menu." = "Sandvox was not able to read the document metadata.\n\nPlease contact Karelia Software by sending feedback from the “Sandvox” menu.";

/* could not connect */
"Sandvox was not able to successfully reach your computer from the Internet." = "Sandvox was not able to successfully reach your computer from the Internet.";

/* Message in alert */
"Sandvox was unable create a file inside the \\U201CSites\\U201D folder in your home directory. You will need to make this folder writable (using the Finder)." = "Sandvox was unable create a file inside the “Sites” folder in your home directory. You will need to make this folder writable (using the Finder).";

/* Message in alert */
"Sandvox was unable create a file inside the folder at '%@' on your computer. Do you want to make this folder writable by all users on your computer?" = "Sandvox was unable create a file inside the folder at '%@' on your computer. Do you want to make this folder writable by all users on your computer?";

/* Message in alert */
"Sandvox was unable create a file inside the folder at '%@' on your computer. You will need to perform this adjustment using the Finder." = "Sandvox was unable create a file inside the folder at '%@' on your computer. You will need to perform this adjustment using the Finder.";

/* Message in alert */
"Sandvox was unable create a folder called \\U201CSites\\U201D in your home directory. You will need to repair your Mac OS X installation so that you are able to create files in your home folder." = "Sandvox was unable create a folder called “Sites” in your home directory. You will need to repair your Mac OS X installation so that you are able to create files in your home folder.";

/* Message in alert */
"Sandvox was unable to find the folder at the path '%@'. You will need repair your Mac OS X installation so that this directory exists." = "Sandvox was unable to find the folder at the path '%@'. You will need repair your Mac OS X installation so that this directory exists.";

/* Quartz Extreme Comment */
"Sandvox will still function perfectly well, but not be able to create fancy page titles." = "Sandvox will still function perfectly well, but not be able to create fancy page titles.";

/* Save Button */
"Save" = "Save";

/* Message while checking documents. */
"Searching for previously opened documents..." = "Searching for previously opened documents...";

/* Button Title */
"Send" = "Send";

/* Message to user during HTTP submit */
"Sending report to Karelia..." = "Sending report to Karelia...";

/* Message to user during HTTP submit */
"Sending request to Karelia..." = "Sending request to Karelia...";

/* status message for test connection */
"Server reached." = "Server reached.";

/* Description of an HTTP error */
"Server returned status code %d" = "Server returned status code %d";

/* menu title to show inspector panel */
"Show Inspector" = "Show Inspector";

/* menu title to show inspector panel */
"Show Inspectors" = "Show Inspectors";

/* menu title to show inspector panel */
"Show Media Browser" = "Show Media Browser";

/* No comment provided by engineer. */
"Showing all matches" = "Showing all matches";

/* Showing which items matched the current filter */
"Showing matches for %@" = "Showing matches for %@";

/* Window title */
"Site Code Injection" = "Site Code Injection";

/* doc open error */
"Site not found" = "Site not found";

/* menu item title */
"Sitemap" = "Sitemap";

/* Skip navigation LINK on web pages */
"skipNavigationLinkHTML" = "[Skip]";

/* Site navigation title on web pages (can be empty if link is understandable) */
"skipNavigationTitleHTML" = "Site Navigation";

/* Skip sidebars LINK on web pages */
"skipSidebarsLinkHTML" = "[Skip]";

/* Sidebar title on web pages (can be empty if link is understandable) */
"skipSidebarsTitleHTML" = "Sidebar";

/* menu item */
"Social" = "Social";

/* Explanation Text for validator output */
"Some HTML is not acceptable for the specified document type: %@" = "Some HTML is not acceptable for the specified document type: %@";

/* Explanation Text for validator output */
"Some HTML that you have entered is invalid" = "Some HTML that you have entered is invalid";

/* Explanation Text for validator output */
"Some HTML, that you placed on raw HTML objects, is invalid" = "Some HTML, that you placed on raw HTML objects, is invalid";

/* Explanation Text for validator output */
"Some HTML, that you placed on raw HTML objects, is not acceptable for the specified document type: %@" = "Some HTML, that you placed on raw HTML objects, is not acceptable for the specified document type: %@";

/* category for kind of design, goes below 'Choose a design for your site:',  above list of designs. */
"Specialty" = "Specialty";

/* Specified document path is a directory. */
"Specified document path is a directory." = "Specified document path is a directory.";

/* type of design */
"Standard width" = "Standard width";

/* button title to stop downloading
   Stop publishing button title */
"Stop" = "Stop";

/* tooltip for stop button */
"Stop loading" = "Stop loading";

/* Title of alert */
"Temporary License Expired" = "Temporary License Expired";

/* Message to user following successful HTTP submit */
"Thanks for submitting your report." = "Thanks for submitting your report.";

/* Message to user following successful HTTP submit */
"Thanks.  (You were already on our email list.)" = "Thanks.  (You were already on our email list.)";

/* Message to user following successful HTTP submit */
"Thanks.  We are sending you a confirmation email." = "Thanks.  We are sending you a confirmation email.";

/* alert message */
"The document could not be copied." = "The document could not be copied.";

/* alert message */
"The document could not be copied. Sandvox was unable to remove an existing file or folder at the same location." = "The document could not be copied. Sandvox was unable to remove an existing file or folder at the same location.";

/* brief description of error. */
"The document could not be opened. %@" = "The document could not be opened. %@";

/* brief description of error. */
"The document “%@” could not be opened. %@" = "The document “%1$@” could not be opened. %2$@";

/* To be followed by 3 error messages */
"The first 3 are:\n" = "The first 3 are:\n";

/* Message in alert */
"The folder at '%@' needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder)." = "The folder at '%@' needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder).";

/* result of installation */
"The following plug-ins could not be installed:\n\n%@" = "The following plug-ins could not be installed:\n\n%@";

/* result of installation */
"The following plug-ins were installed:\n\n%@\nPlease re-launch Sandvox to make use of newly installed plug-ins." = "The following plug-ins were installed:\n\n%@\nPlease re-launch Sandvox to make use of newly installed plug-ins.";

/* Message in alert */
"The following URL could not be opened:\n\n%@\n\nThis may be an invalid Web URL, or perhaps your Mac may not be configured properly to open Web URLs. You can select and copy the URL above and paste it into your Web browser." = "The following URL could not be opened:\n\n%@\n\nThis may be an invalid Web URL, or perhaps your Mac may not be configured properly to open Web URLs. You can select and copy the URL above and paste it into your Web browser.";

/* No comment provided by engineer. */
"The host you have chosen always serves its text encoded as '%@'.  In order to prevent certain text from appearing incorrectly, we suggest that you set your site's 'Character Encoding' property to match this, using the inspector." = "The host you have chosen always serves its text encoded as '%@'.  In order to prevent certain text from appearing incorrectly, we suggest that you set your site's 'Character Encoding' property to match this, using the inspector.";

/* No comment provided by engineer. */
"The key returned by the payment server, \\U201C%@\\U201D, was not accepted. Please try to enter the key manually, or submit feedback from the 'Help' menu if you are still having problems." = "The key returned by the payment server, “%@”, was not accepted. Please try to enter the key manually, or submit feedback from the 'Help' menu if you are still having problems.";

/* No comment provided by engineer. */
"The key you entered, \\U201C%@\\U201D, was not accepted. Please make sure all words are spelled exactly the same as the given code. (Try copying and pasting into the text field.)\n\nNote: Your registration key is a sequence of words, usually your name followed by three nonsense words." = "The key you entered, “%@”, was not accepted. Please make sure all words are spelled exactly the same as the given code. (Try copying and pasting into the text field.)\n\nNote: Your registration key is a sequence of words, usually your name followed by three nonsense words.";

/* Message in alert */
"The keychain manager returned error %d, so your password was not stored in the keychain.  You may need to run the \\U201CKeychain Access\\U201D utility and repair your keychain, and then set up your host again." = "The keychain manager returned error %d, so your password was not stored in the keychain.  You may need to run the “Keychain Access” utility and repair your keychain, and then set up your host again.";

/* No comment provided by engineer. */
"The recent submission of your problem report to Karelia software resulted in the following message:" = "The recent submission of your problem report to Karelia software resulted in the following message:";

/* explanation of license status - please make sure this will fit on welcome window when unlicensed */
"The registration key you entered has expired." = "The registration key you entered has expired.";

/* Alert title */
"The site cannot be exported here as that would replace the document." = "The site cannot be exported here as that would replace the document.";

/* Export error */
"The site could not be exported. Could not remove the existing file at:\r%@" = "The site could not be exported. Could not remove the existing file at:\r%@";

/* Transfer Controller */
"The site has been published to %@." = "The site has been published to %@.";

/* Transfer Controller */
"The site has been published to this computer." = "The site has been published to this computer.";

/* Unknown URL for the localhost */
"The URL from which this site should be reachable has not been determined yet." = "The URL from which this site should be reachable has not been determined yet.";

/* note to show somebody in the message window */
"The validation report will be attached to this message." = "The validation report will be attached to this message.";

/* No comment provided by engineer. */
"The validator returned the following status message:\n\n%@%@" = "The validator returned the following status message:\n\n%1$@%2$@";

/* Alert message when pasting/dropping in pages whose filenames conflict */
"There are already some pages with the same file name as those you are adding. Do you wish to rename them to be different?" = "There are already some pages with the same file name as those you are adding. Do you wish to rename them to be different?";

/* brief description of error. */
"There is a problem with the document." = "There is a problem with the document.";

/* Alert message when changing the file name or extension of a page to match an existing file */
"There is already a page with the file name \\U201C%@.\\U201D Do you wish to rename it to \\U201C%@?\\U201D" = "There is already a page with the file name “%1$@.” Do you wish to rename it to “%2$@?”";

/* error reason: document model version is unknown */
"This document appears to have an unknown document model.\n\nPlease contact Karelia Software by sending feedback from the 'Sandvox' menu." = "This document appears to have an unknown document model.\n\nPlease contact Karelia Software by sending feedback from the 'Sandvox' menu.";

/* validation error message for invalid hostname */
"This does not appear to be a valid hostname. A hostname consists of server name(s) and a domain name, like server.domain.com, or is a valid IP address like '123.45.67.89'." = "This does not appear to be a valid hostname. A hostname consists of server name(s) and a domain name, like server.domain.com, or is a valid IP address like '123.45.67.89'.";

/* validation error message for invalid web hostname */
"This does not appear to be a valid Web URL. %@%@%@ does not appear to be a valid hostname." = "This does not appear to be a valid Web URL. %1$@%2$@%3$@ does not appear to be a valid hostname.";

/* status of HTML text entered into window */
"This HTML is confirmed as being valid." = "This HTML is confirmed as being valid.";

/* Live data feeds disabled message. */
"This is a placeholder for a Flash file. The full Flash presentation will appear once you publish this website, but to see the Flash in Sandvox, please enable live data feeds in the preferences." = "This is a placeholder for a Flash file. The full Flash presentation will appear once you publish this website, but to see the Flash in Sandvox, please enable live data feeds in the preferences.";

/* Live data feeds disabled message. */
"This is a placeholder for a video. The full video will appear once you publish this website, but to see the video in Sandvox, please enable live data feeds in the preferences." = "This is a placeholder for a video. The full video will appear once you publish this website, but to see the video in Sandvox, please enable live data feeds in the preferences.";

/* Suggestion for the user to perform -- the text between [ and ] will be hyperlinked */
"This is not very likely, but if you can see that the invalid code is part of the Sandvox template, please [contact Karelia]." = "This is not very likely, but if you can see that the invalid code is part of the Sandvox template, please [contact Karelia].";

/* title of reminder note - please make sure this will fit on welcome window when unlicensed */
"This is the free edition of Sandvox" = "This is the free edition of Sandvox";

/* Suggestion for the user to perform */
"This kind of warning can usually be ignored but you may want to verify your page on several browsers" = "This kind of warning can usually be ignored but you may want to verify your page on several browsers";

/* No comment provided by engineer. */
"This message has been saved to your desktop as '%@-Paypal Error.html'." = "This message has been saved to your desktop as '%@-Paypal Error.html'.";

/* No comment provided by engineer. */
"This version of Sandvox has expired." = "This version of Sandvox has expired.";

/* No comment provided by engineer. */
"This version of Sandvox is no longer functional. Sandvox will now check for updates; please install the newest version if available." = "This version of Sandvox is no longer functional. Sandvox will now check for updates; please install the newest version if available.";

/* No comment provided by engineer. */
"This website cannot be published until you have set up your MobileMe account." = "This website cannot be published until you have set up your MobileMe account.";

/* Hosting not setup */
"This website is not set up to be published on this computer or on another host." = "This website is not set up to be published on this computer or on another host.";

/* summary text for unpublished website */
"This website is not set up to be published on this computer or on another host.\n\nClick Edit to set up where to publish your site." = "This website is not set up to be published on this computer or on another host.\n\nClick Edit to set up where to publish your site.";

/* introduction of local hosting */
"This website will be published locally on your computer." = "This website will be published locally on your computer.";

/* introduction of remote hosting for non-MobileMe account */
"This website will be published on an external host." = "This website will be published on an external host.";

/* format for summary of dot mac account */
"This website will be published on your \\U201C%@\\U201D account." = "This website will be published on your “%@” account.";

/* introduction of remote hosting for MobileMe account */
"This website will be published on your \\U201C%@\\U201D MobileMe account." = "This website will be published on your “%@” MobileMe account.";

/* alert subtitle */
"This will break any bookmarks to the page your visitors might have saved." = "This will break any bookmarks to the page your visitors might have saved.";

/* status message for test connection */
"Timed out, unable to complete tests." = "Timed out, unable to complete tests.";

/* placeholder */
"Title" = "Title";

/* Prompt in webview */
"To enable comments, please choose a Weblog Comments provider in the Site Inspector" = "To enable comments, please choose a Weblog Comments provider in the Site Inspector";

/* Prompt in webview */
"To enable Disqus comments, enter the Disqus short name of this site into the Site Inspector" = "To enable Disqus comments, enter the Disqus short name of this site into the Site Inspector";

/* Prompt in webview */
"To enable IntenseDebate comments, enter the Account ID of this site into the Site Inspector" = "To enable IntenseDebate comments, enter the Account ID of this site into the Site Inspector";

/* Prompt in webview */
"To enable JS-Kit comments, enter your moderator email address into the Site Inspector" = "To enable JS-Kit comments, enter your moderator email address into the Site Inspector";

/* add pages to collection */
"To see the Index, please add indexable pages to the collection." = "To see the Index, please add indexable pages to the collection.";

/* Relative Date - Today */
"Today" = "Today";

/* Relative Date - Tomorrow */
"Tomorrow" = "Tomorrow";

/* No comment provided by engineer. */
"TOOLBAR_ADD_PAGE" = "New";

/* No comment provided by engineer. */
"TOOLBAR_ADD_PAGELET" = "Objects";

/* No comment provided by engineer. */
"TOOLBAR_CHOOSE_DESIGN" = "Designs";

/* No comment provided by engineer. */
"TOOLBAR_CREATE_LINK" = "Create Link";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_HTML" = "Edit Raw HTML";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_LINK" = "Edit Link";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_OFF" = "Hide Markers";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_ON" = "Show Markers";

/* No comment provided by engineer. */
"TOOLBAR_EXPORT" = "Export";

/* No comment provided by engineer. */
"TOOLBAR_GROUP_COLLECTION" = "Group";

/* No comment provided by engineer. */
"TOOLBAR_INSERT_INDEX" = "Indexes";

/* No comment provided by engineer. */
"TOOLBAR_INSERT_TEXT_BOX" = "Text Box";

/* No comment provided by engineer. */
"TOOLBAR_PUBLISH" = "Publish";

/* No comment provided by engineer. */
"TOOLBAR_PUBLISH_ALL" = "Publish All";

/* No comment provided by engineer. */
"TOOLBAR_SETUP_HOST" = "Setup Host";

/* No comment provided by engineer. */
"TOOLBAR_TOGGLE_INFO" = "Inspector";

/* No comment provided by engineer. */
"TOOLBAR_TOGGLE_MEDIA" = "Media";

/* tooltip */
"TOOLTIP_ADD_PAGE" = "Add a new page to your site.";

/* tooltip */
"TOOLTIP_ADD_PAGELET" = "Add a new object to the current page.";

/* tooltip */
"TOOLTIP_CHOOSE_DESIGN" = "Choose a design for your site.";

/* tooltip */
"TOOLTIP_CREATE_LINK" = "Open panel to create a link from selected text";

/* No comment provided by engineer. */
"TOOLTIP_EDIT_HTML" = "Edit HTML of element in a new window";

/* tooltip */
"TOOLTIP_EDIT_LINK" = "Open panel to edit the selected link";

/* tooltip */
"TOOLTIP_EDIT_OFF" = "Hide page markers to help with editing";

/* tooltip */
"TOOLTIP_EDIT_ON" = "Show page markers to help with editing";

/* tooltip */
"TOOLTIP_EXPORT" = "Export site to your local hard drive.";

/* tooltip */
"TOOLTIP_GROUP_COLLECTION" = "Group selected pages under a new collection.";

/* tooltip */
"TOOLTIP_INSERT_INDEX" = "Add a new index to your site.";

/* tooltip */
"TOOLTIP_INSERT_TEXT_BOX" = "Add a new text box to the current page.";

/* tooltip */
"TOOLTIP_PUBLISH" = "Send changes to your ISP.";

/* tooltip */
"TOOLTIP_PUBLISH_ALL" = "Send entire site to your ISP.";

/* tooltip */
"TOOLTIP_SETUP_HOST" = "Show Host Setup Assistant";

/* tooltip */
"TOOLTIP_TOGGLE_INFO" = "Show/Hide Inspector Panel";

/* tooltip */
"TOOLTIP_TOGGLE_MEDIA" = "Show/Hide Media Browser";

/* Indicator of license status of app */
"Trail expired" = "Trail expired";

/* Message to user following unsuccessful HTTP submit */
"Transmission error; Your message will be re-sent later." = "Transmission error; Your message will be re-sent later.";

/* title of reminder note - please make sure this will fit on welcome window when unlicensed */
"Trial License Expired" = "Trial License Expired";

/* No comment provided by engineer. */
"Try Again" = "Try Again";

/* status message for test connection */
"Unable to connect; the password was not accepted for your account. Please go back and review your account information." = "Unable to connect; the password was not accepted for your account. Please go back and review your account information.";

/* error message */
"Unable to contact validator.w3.org to perform the validation. You may wish to try again later." = "Unable to contact validator.w3.org to perform the validation. You may wish to try again later.";

/* No comment provided by engineer. */
"Unable to convert %@ to editable HTML." = "Unable to convert %@ to editable HTML.";

/* No comment provided by engineer. */
"Unable to convert document %@ to HTML." = "Unable to convert document %@ to HTML.";

/* status message for test connection */
"Unable to create test file %@" = "Unable to create test file %@";

/* Description of an error */
"Unable to decompress data, code=%d" = "Unable to decompress data, code=%d";

/* status message for test connection */
"Unable to download file from URL: %@" = "Unable to download file from URL: %@";

/* status message for test connection */
"Unable to download the test file from the server. You may have your host's URL Format misconfigured." = "Unable to download the test file from the server. You may have your host's URL Format misconfigured.";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"Unable to embed remotely-hosted Flash-based video." = "Unable to embed remotely-hosted Flash-based video.";

/* status message for test connection */
"Unable to establish a HTTP connection to the server. You may have your host's URL Format misconfigured." = "Unable to establish a HTTP connection to the server. You may have your host's URL Format misconfigured.";

/* status message for test connection */
"Unable to establish connection to URL: %@" = "Unable to establish connection to URL: %@";

/* alert: Unable to locate previously opened files. */
"Unable to locate previously opened files." = "Unable to locate previously opened files.";

/* Alert: Unable to migrate document data from %@ to %@, reason: %@. */
"Unable to migrate document data from %@, reason: %@." = "Unable to migrate document data from %1$@, reason: %2$@.";

/* Alert: Unable to migrate document data from %@ to %@. */
"Unable to migrate document data from %@." = "Unable to migrate document data from %@.";

/* Title of alert */
"Unable to Open Web URL" = "Unable to Open Web URL";

/* No comment provided by engineer. */
"Unable to read document “%@”." = "Unable to read document “%@”.";

/* Alert: Unable to rename document from %@ to %@. Upgrade cannot be completed. */
"Unable to rename document from %@ to %@. Upgrade cannot be completed." = "Unable to rename document from %1$@ to %2$@. Upgrade cannot be completed.";

/* Message to user following unsuccessful HTTP submit */
"Unable to sign you up. Please try again later." = "Unable to sign you up. Please try again later.";

/* Alert: Unable to upgrade document at path %@. Path does not appear to be a file. */
"Unable to upgrade document at path %@. Path does not appear to be a file." = "Unable to upgrade document at path %@. Path does not appear to be a file.";

/* Title of alert */
"Unable to Validate" = "Unable to Validate";

/* placeholder text */
"Untitled" = "Untitled";

/* fallback page title if no title is otherwise found */
"Untitled Page" = "Untitled Page";

/* Text Box title */
"Untitled Text" = "Untitled Text";

/* Button title to enter a license Code */
"Update License" = "Update License";

/* Indication that an installed plug-in has been updated and needs to be downloaded. */
"Updated" = "Updated";

/* title of reminder note - please make sure this will fit on welcome window when unlicensed */
"Upgrade to Sandvox 2" = "Upgrade to Sandvox 2";

/* Button title to purchase a license */
"Upgrade your License" = "Upgrade your License";

/* Prompt to purchase ADDITIONAL/Upgrade licenses */
"Upgrade Your License or Purchase Additional Licenses to %@:" = "Upgrade Your License or Purchase Additional Licenses to %@:";

/* document upgrade message text */
"Upgrading document “%@.”" = "Upgrading document “%@.”";

/* Upload information */
"Uploading “%@”" = "Uploading “%@”";

/* status of file chosen for audio. Should fit in 3 lines in inspector. */
"Use .mp3 or .wav file for maximum compatibility." = "Use .mp3 or .wav file for maximum compatibility.";

/* Code Injection information */
"Use Code Injection to insert custom code, such as <script> tags or additional HTML, into every page of the site." = "Use Code Injection to insert custom code, such as <script> tags or additional HTML, into every page of the site.";

/* Code Injection information */
"Use Code Injection to insert custom code, such as <script> tags or additional HTML, into the selected page(s)." = "Use Code Injection to insert custom code, such as <script> tags or additional HTML, into the selected page(s).";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"Use MPEG-4 (h.264) video for maximum compatibility." = "Use MPEG-4 (h.264) video for maximum compatibility.";

/* Code Injection placeholder text */
"Use this field to insert code after the <body> tag. This is generally used by JavaScripts that prepare for the rest of the page contents." = "Use this field to insert code after the <body> tag. This is generally used by JavaScripts that prepare for the rest of the page contents.";

/* Code Injection placeholder text */
"Use this field to insert code after the first <meta> tag. Useful for scripts that must be placed at this location. Otherwise, use the field below to insert code after the main tags." = "Use this field to insert code after the first <meta> tag. Useful for scripts that must be placed at this location. Otherwise, use the field below to insert code after the main tags.";

/* Code Injection placeholder text */
"Use this field to insert code at the end of the page, right before the </body> tag. This is generally used to include JavaScript that processes the preceding page contents." = "Use this field to insert code at the end of the page, right before the </body> tag. This is generally used to include JavaScript that processes the preceding page contents.";

/* Code Injection placeholder text */
"Use this field to insert code at the very beginning of the document, before the opening <html> tag. This is never any HTML or Javascript code; it's only for server-side scripts (such as PHP code) to affect the headers, set cookies, etc." = "Use this field to insert code at the very beginning of the document, before the opening <html> tag. This is never any HTML or Javascript code; it's only for server-side scripts (such as PHP code) to affect the headers, set cookies, etc.";

/* Code Injection placeholder text */
"Use this field to insert code before the closing </head> tag. Useful for additional <meta> tags, JavaScript <script> tags, stylesheets, etc." = "Use this field to insert code before the closing </head> tag. Useful for additional <meta> tags, JavaScript <script> tags, stylesheets, etc.";

/* Code Injection placeholder text */
"Use this field to insert code directly (e.g JavaScript 'onload') inside of the <body> tag itself." = "Use this field to insert code directly (e.g JavaScript 'onload') inside of the <body> tag itself.";

/* Code Injection placeholder text */
"Use this field to insert CSS styles on every page, to override the styles provided by the current design." = "Use this field to insert CSS styles on every page, to override the styles provided by the current design.";

/* Publishing engine authentication error */
"Username or password could not be found." = "Username or password could not be found.";

/* validation error message for unexpected non-string */
"Value is not a string" = "Value is not a string";

/* name of object to insert */
"Video" = "Video";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"Video cannot be loaded on this computer." = "Video cannot be loaded on this computer.";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"Video cannot be played in most browsers." = "Video cannot be played in most browsers.";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"Video is compatible with a wide range of devices." = "Video is compatible with a wide range of devices.";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"Video will not play on iOS devices" = "Video will not play on iOS devices";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"Video will not play on Macs unless \\U201CFlip4Mac\\U201D is installed" = "Video will not play on Macs unless “Flip4Mac” is installed";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"Video will not play on Windows PCs unless QuickTime is installed" = "Video will not play on Windows PCs unless QuickTime is installed";

/* HSA guide (Our documentation is in English only right now) */
"We suggest you read the troubleshooting section of our help, using the help button on this window." = "We suggest you read the troubleshooting section of our help, using the help button on this window.";

/* prompt shown when web sharing is turned on */
"Web sharing is now active." = "Web sharing is now active.";

/* type of design */
"Wide width" = "Wide width";

/* No comment provided by engineer. */
"Width" = "Width";

/* menu item subtitle */
"Without Sidebar" = "Without Sidebar";

/* Informative text when offering to locate other missing media files */
"Would you like to use it as well?" = "Would you like to use it as well?";

/* Informative text when offering to locate other missing media files */
"Would you like to use them as well?" = "Would you like to use them as well?";

/* Wrap Inspector */
"Wrap" = "Wrap";

/* name of object to insert */
"Write text in a separate box" = "Write text in a separate box";

/* Description of style of HTML */
"XHTML 1.0 Strict" = "XHTML 1.0 Strict";

/* Description of style of HTML */
"XHTML 1.0 Transitional" = "XHTML 1.0 Transitional";

/* Yes Button */
"Yes" = "Yes";

/* Relative Date - Yesterday */
"Yesterday" = "Yesterday";

/* No comment provided by engineer. */
"You are now licensed to use %@.\n\nPlease save your registration key in case you need to re-register the program in the future.\n\nYou should quit and re-launch %@ to update the menus to their fully registered state." = "You are now licensed to use %1$@.\n\nPlease save your registration key in case you need to re-register the program in the future.\n\nYou should quit and re-launch %2$@ to update the menus to their fully registered state.";

/* No comment provided by engineer. */
"You are now licensed to use %@.\n\nYou will also receive an e-mail with your registration key, \\U201C%@\\U201D.\n\nPlease save this key in case you need to re-register the program in the future.\n\nYou should quit and re-launch %@ to update the menus to their fully registered state." = "You are now licensed to use %1$@.\n\nYou will also receive an e-mail with your registration key, “%2$@”.\n\nPlease save this key in case you need to re-register the program in the future.\n\nYou should quit and re-launch %3$@ to update the menus to their fully registered state.";

/* Alert: Beta Informative Text */
"You are running Sandvox version %@, build %@.\n\nThis is a Public Beta version and will expire on %@. (We will make a new version available by then.)\n\nIf you find problems, please use \\U201CSend Feedback...\\U201D under the Sandvox menu, or email support@karelia.com.\n\nSince this is BETA software, DO NOT use it with critical data or for critical business functions. Please keep backups of your files and all source material. We cannot guarantee that future versions of Sandvox will be able to open sites created with this version!\n\nUse of this version is subject to the terms and conditions of Karelia Software's Sandvox Beta License Agreement." = "You are running Sandvox version %1$@, build %2$@.\n\nThis is a Public Beta version and will expire on %3$@. (We will make a new version available by then.)\n\nIf you find problems, please use “Send Feedback...” under the Sandvox menu, or email support@karelia.com.\n\nSince this is BETA software, DO NOT use it with critical data or for critical business functions. Please keep backups of your files and all source material. We cannot guarantee that future versions of Sandvox will be able to open sites created with this version!\n\nUse of this version is subject to the terms and conditions of Karelia Software's Sandvox Beta License Agreement.";

/* No comment provided by engineer. */
"You are running the free edition of Sandvox. Only the first %d pages will be exported or uploaded. To publish additional pages, you will need to purchase a license. To publish Raw HTML, you will need to get the Pro edition." = "You are running the free edition of Sandvox. Only the first %d pages will be exported or uploaded. To publish additional pages, you will need to purchase a license. To publish Raw HTML, you will need to get the Pro edition.";

/* No comment provided by engineer. */
"You can create objects with any arbitrary chunk of HTML that you generate yourself or get as an embedding code from a website. In order to access this feature, you will need to upgrade your license to Sandvox Pro." = "You can create objects with any arbitrary chunk of HTML that you generate yourself or get as an embedding code from a website. In order to access this feature, you will need to upgrade your license to Sandvox Pro.";

/* No comment provided by engineer. */
"You clicked on a link that would open a page that Sandvox cannot directly display.\n\n\t%@\n\nWhen you publish your website, you will be able to view the page with your browser." = "You clicked on a link that would open a page that Sandvox cannot directly display.\n\n\t%@\n\nWhen you publish your website, you will be able to view the page with your browser.";

/* Explanation Text for validator output */
"You have chosen to include popular, but technically invalid markup" = "You have chosen to include popular, but technically invalid markup";

/* Explanation Text for validator output */
"You have chosen to include popular, but technically invalid markup, in raw HTML objects on this page" = "You have chosen to include popular, but technically invalid markup, in raw HTML objects on this page";

/* No comment provided by engineer. */
"You have chosen to publish your website on a remote host." = "You have chosen to publish your website on a remote host.";

/* Message in alert prompting user to fill out hosting info */
"You have not fully specified and tested your connection information. You may save the configuration in progress, but your website cannot be published until you finish." = "You have not fully specified and tested your connection information. You may save the configuration in progress, but your website cannot be published until you finish.";

/* warning when we dont have full host setup */
"You have not fully specified and tested your connection information. You will need to fill in the connection information and verify that you can connect to your host before this website can be published." = "You have not fully specified and tested your connection information. You will need to fill in the connection information and verify that you can connect to your host before this website can be published.";

/* No comment provided by engineer. */
"You may wish to use validator.w3.org to check your published website instead." = "You may wish to use validator.w3.org to check your published website instead.";

/* status of file chosen for audio. Should fit in 3 lines in inspector. */
"You should verify that audio will play on iOS devices." = "You should verify that audio will play on iOS devices.";

/* No comment provided by engineer. */
"You will need to update Mac OS X 10.5.7 \\U201CLeopard\\U201D (or higher) for this version of Sandvox to function." = "You will need to update Mac OS X 10.5.7 “Leopard” (or higher) for this version of Sandvox to function.";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"You will need to verify if this video will play on iOS devices." = "You will need to verify if this video will play on iOS devices.";

/* No comment provided by engineer. */
"Your changes will be lost if you don\\U2019t send it now." = "Your changes will be lost if you don’t send it now.";

/* warning when computer could not be reached. */
"Your computer could not be reached from the Internet at the URL you have specified, %@. You may need to check your hostname settings, or configure your router or local network so that your computer is reachable from the Internet." = "Your computer could not be reached from the Internet at the URL you have specified, %@. You may need to check your hostname settings, or configure your router or local network so that your computer is reachable from the Internet.";

/* No comment provided by engineer. */
"Your PayPal transaction was completed, but %@ was unable to reach Karelia's database server to generate your license key. Paypal will attempt to contact our server again in the next 24 hours, and we will email your key as soon as possible. If you do not receive an email after 24 hours, please contact Karelia, at support@karelia.com. Be sure to include this payment confirmation code in your message:" = "Your PayPal transaction was completed, but %@ was unable to reach Karelia's database server to generate your license key. Paypal will attempt to contact our server again in the next 24 hours, and we will email your key as soon as possible. If you do not receive an email after 24 hours, please contact Karelia, at support@karelia.com. Be sure to include this payment confirmation code in your message:";

/* explanation of license status - please make sure this will fit on welcome window when unlicensed */
"Your registration key for Sandvox 1 is not valid for version 2. Functionality will be limited." = "Your registration key for Sandvox 1 is not valid for version 2. Functionality will be limited.";

/* No comment provided by engineer. */
"Your registration key has expired. Please contact Karelia Software to receive a fully functional license to continue using %@." = "Your registration key has expired. Please contact Karelia Software to receive a fully functional license to continue using %@.";

/* Growl notification */
"Your site has been exported" = "Your site has been exported";

/* Message in alert */
"Your Sites folder needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder)." = "Your Sites folder needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder).";

/* a search string in quotes, either by itself or last in a list of strings joined by 'and' */
"“%@”" = "“%@”";

/* a search string in quotes followed by 'and' (with a space afterwards) */
"“%@” and " = "“%@” and ";

